tap "cloudflare/cloudflare"
tap "felixkratz/formulae"
tap "nikitabobko/tap"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
brew "bash-completion"
brew "bat"
brew "node"
brew "cloudflare-wrangler"
brew "cloudflared", link: false
brew "cmatrix"
brew "coreutils"
brew "eza"
brew "fastfetch"
brew "fzf"
brew "helix"
brew "lf"
brew "libpq"
brew "minio-mc"
brew "mosh"
brew "mprocs"
brew "nnn"
brew "pnpm"
brew "pure"
brew "ranger"
brew "starship"
brew "tldr"
brew "tmux"
brew "zellij"
brew "felixkratz/formulae/borders"
brew "qmk/qmk/qmk"
cask "aerospace"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "ngrok"
