tap "cloudflare/cloudflare"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
brew "bash-completion"
brew "bat"
brew "cloudflared", link: false
brew "cmatrix"
brew "eza"
brew "fastfetch"
brew "fzf"
brew "helix"
brew "lf"
brew "mosh"
brew "nnn"
brew "node"
brew "pnpm"
brew "pure"
brew "ranger"
brew "starship"
brew "taskwarrior-tui"
brew "tldr"
brew "tmux"
brew "zellij"
brew "qmk/qmk/qmk"
brew "tldr"
cask "font-jetbrains-mono-nerd-font"
cask "ngrok"
